IDEA Open Model
SteelSetupRUS Methods
Compatible with IDEA StatiCa 20.1
The SteelSetupRUS type exposes the following members.
Methods
Name | Description
FrictionCoefficientPboltDefault
 Friction Coefficient Pbolt Default
 (Overrides SteelSetup.FrictionCoefficientPboltDefault().)
Top
See Also
Reference
SteelSetupRUS Class
IdeaRS.OpenModel Namespace